donationPerks = {	
			[1] = { "اقفال الخاص ", 																		1, 		7 },
			[2] = { "الاعلانات-تبديل قادرة", 																							1, 		14 },
			[3] = { "تنبيهات إخبارية تبديل قادرة", 																						1, 		7 },
			[4] = { "+ $25زليادت اراتب", 																				1, 		7 },
			[5] = { "+ $75زيادت الراتب",																				2, 		7 },
			[6] = { "لا فواتير الهاتف", 																								1, 		14 },
			[7] = { "بانزين مجاني", 																									1, 		7 },
			[8] = { " 25% تخفيضات على المحلات",																		1, 		10 },
			[9] = { "اخفاء اسم الحساب", 																					-1, 	-1 },
			[10] = { "القدرة على اخافاء فتح شات ال (/don)", 																	1, 		14 },
			[11] = { "تاج ليجعل اسمك ذهبي", 																					1, 		7 },
			[12] = { "إخفاء اسمك من تاب", 																	3, 		14 },
			[13] = { "تحويل GC", 																						35, 	1 }, 
			[14] = { "تحويل عدد الملكيات إلى ", 																				2, 		1 }, 
			[15] = { "تحويل عدد سيارات إلى ", 																					2,		1},
			[16] = { "إعادة تسمية اسم الحساب", 																						5, 		1 },
			[17] = { "زوج من دون مفتاح أقفال الباب الرقمية للداخلية واحدة",														8,		1 },
			[18] = { "الهاتف مع رقم مخصص (6 أرقام دقيقة، لا بد يحتوي على 2 ارقام مختلفة)",									10,		1},
			[19] = { "الهاتف مع رقم مخصص (5 أرقام دقيقة، لا بد يحتوي على 2 ارقام مختلفة)",										50,		1},
			[20] = { "نقل الأصول من حرف لبديل",															15,		1}, 
			[21] = { "الداخلية المخصصة للالداخلية الخاصة بك",																			10,		1}, 
			[22] = { "رخص القيادة لحظة في ورخصة الصيد",																	1,		1}, 
			[23] = { "شخصية وحة ترخيص المركبات",																			2,		1}, 
			[24] = { "تغير مكان اختيار شخصية (حارة جي سي )",																15,		1}, 
			[25] = { "تغير مكان اختيار شخصية(بانك)",																20,		1}, 
			[26] = { "تغير مكان اختيار شخصية(Mount Chiliad)",															25,		1}, 
			[27] = { "فتح تلقائيا أي القرع الطريق من 40 مترا",														3,		7}, 
			[28] = { "محطة الإذاعة الجديدة التي بثت على الصعيد العالمي على جميع السيارات راديو وghettoblasters",									10,		30}, 
			[29] = { "تغير ايقونة الكتابة",																		3,		7}, 
			[30] = { "بطاقة الصراف الآلي - ممتاز، يمكن استخدامها لإجراء معاملات مع قدر لا بأس به يوميا. (($ 50،000 في 5 ساعات))",	6,		1},																 
			[31] = { "بطاقة الصراف الآلي - في نهاية المطاف، ويمكن استخدامها لجعل المعاملات مع كمية غير محدودة يوميا..",						30,		1}, 
			[32] = { " 15 ادخال  ساعة في شخصية ",																						5,		1}, 
			[33] = { "عدد خاص الهاتف المحمول",																					1,		1}, 
			[34] = { "تعلم لغة الفور",																					8,		1},
			[35] = { "الرقم التسلسلي إضافي في القائمة البيضاء",																		3,		1}, 
			[36] = { "حماية الخمول الداخلية",																				1,		7}, 
			[37] = { "رسالة خاصة متواجد حاليا",																						1,		5}, 
			[38] = { "حماية الخمول السيارة",																				1,		7},

--					Title																											Points	Time
}